insert into
  public."Post"
values
  (
    'd9ae3b21-a20f-dfd6-464e-46a96db86fe4',
    '2022-09-11 06:37:55.191',
    'フレームワーク等の知識は必要ないです。',
    'Goでコマンドラインアプリを作る',
    51
  ),
  (
    '702788f5-0961-5116-55f2-d8580c2ccc40',
    '2022-09-11 06:37:55.191',
    'データ分析の前処理をします。',
    'Perl, awkによる文字列処理',
    52
  ),
  (
    'a07f4bc1-a39e-bbce-c026-a92f874600cd',
    '2022-09-11 06:37:55.191',
    'cakePHPなどのフレームワークを使いたいです。',
    'PHPでSNSを作りたい',
    53
  ),
  (
    '4197d69c-d614-abbe-c11c-0a4be9f6b54a',
    '2022-09-11 06:37:55.191',
    'テストはRSpecを使いたいです。',
    'Ruby, Railsによるwebサイト構築',
    54
  ),
  (
    '41075fbc-fd2c-b1e4-083e-501a667bc021',
    '2022-09-11 06:37:55.191',
    'Javascript, html, cssの知識のある方歓迎',
    'JSでおみくじアプリを作りたい',
    55
  ),
  (
    'd3a1a22f-96b2-f86b-978a-c5bd0740de33',
    '2022-09-11 06:37:55.191',
    'AWS、インフラ周りに詳しい方とペアプロ形式で作業したいです。',
    '【AWS】LINE botを使ってクイズアプリを作りたい',
    56
  ),
  (
    '4d1a36c2-5797-7c95-6f8b-62c2235430d4',
    '2022-09-11 06:37:55.191',
    '大学のHPの時間割をウェブスクレイピングで取れるようにしたいです。',
    'Pythonによるウェブスクレイピング',
    57
  ),
  (
    '2ff99272-dae2-b16f-2186-5bf0b0b359e3',
    '2022-09-11 06:37:55.191',
    'pythonでの機械学習の経験がある方募集。',
    '顔認識プログラムを作る',
    58
  ),
  (
    '757dce71-c0f7-67e4-22b8-790949b7a4f6',
    '2022-09-11 06:37:55.191',
    '便利な機能や使い方を教えてくれると嬉しいです！',
    'Unityで簡単なシューティングゲームを作りたい。',
    59
  ),
  (
    '4d9ce495-f655-1dd7-90a1-1caba8fe210e',
    '2022-09-11 06:37:55.191',
    'アドバイスがほしいです！',
    'ReactでTODO管理アプリを作る',
    60
  ),
  (
    '2b24ea26-e2ae-8044-b111-2b20c842b6e1',
    '2022-09-11 06:37:55.191',
    '調べ物を手伝ってくれると助かります。',
    'SQL100本ノックに挑戦',
    61
  ),
  (
    '08aee02b-6f50-9e2b-dc24-9b67de90eb1f',
    '2022-09-11 06:37:55.191',
    '詰まった時にアドバイスがほしいです！',
    'Dockerを使ってLEMP環境の構築',
    62
  ),
  (
    '2fb5a1b1-f778-a55e-610b-b0038cefa48d',
    '2022-09-11 06:37:55.191',
    'プログラミングをしながら、vimの効率的な使い方について教えてほしいです！',
    'VimのTipsを教えてほしい',
    63
  ),
  (
    'e67d85d7-ea88-4bc0-8cef-fce60ebdf18d',
    '2022-09-11 06:37:55.191',
    'TS初心者なので、型に詰まった時に助言がほしいです。',
    'TypeScriptでウェブサイト制作',
    64
  ),
  (
    '25e3d4b9-1ba2-30be-c01a-3e35ee003492',
    '2022-09-11 06:37:55.191',
    '認証までつけられたらつけたいです。',
    'Node.js with Express でTodoアプリを作る',
    65
  ),
  (
    '997ad5f2-ca95-3423-fffa-6d8f6368159f',
    '2022-09-11 06:37:55.191',
    '他の言語の経験はありますが、jsの勉強をしたいので、誰か並走してください。',
    'jsで電卓を作って遊ぶ',
    66
  ),
  (
    '863619a7-d900-89d4-324f-3681dc1dd440',
    '2022-09-11 06:37:55.191',
    'マリオっぽい横スクロールアクションゲームを作りたいです！',
    'Javascriptだけでゲームを作る',
    67
  ),
  (
    'f8d9e8cc-321d-86d3-4f77-ce5448cb8d76',
    '2022-09-11 06:37:55.191',
    'pythonでTODOアプリを作るので、それを通じて適切なgit運用を学びたいです。',
    'TODOアプリ制作を通じて、Gitの使い方を学びたい',
    68
  );
